tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "tmux"
brew "neovim"
cask "kitty"

brew "ripgrep"
brew "bat"
brew "fd"
brew "fzf"
brew "jq"
brew "tree"
brew "coreutils"
brew "difftastic"

brew "colima"
brew "docker"
brew "docker-compose"

brew "git-delta"
brew "go"
brew "graphviz"
cask "karabiner-elements"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "macfuse"
