tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "tmux"
brew "zsh"
brew "neovim"
brew "ripgrep"
brew "bat"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "graphviz"
brew "wget"
brew "colima"
brew "docker"
brew "tree"
cask "kitty"
cask "karabiner-elements"
cask "font-jetbrains-mono-nerd-font"
cask "macfuse"
